<template>
  <div class="gratitude">
    <div>Logo</div>
    <h1>{{ name }}</h1>
    <p>{{ text }}</p>
    <p>
      Музей Фаберже благодарит Вас за пожертвование в пользу музея в размере 100 руб.!
      Мы признательны Вам за то, что Вы разделяете нашу ответственность за развитие Музея Фаберже.
      Культура в России всегда была связана с деятельностью меценатов, и Вы, совершая пожертвование,
      продолжаете эту традицию.
    </p>
    <img src="#" alt="image">
  </div>
</template>

<script>
  export default {
    props: {
      name: String,
      text: String
    }
  }
</script>
