<template>
  <div class="gratitude">
    <div>Logo</div>
    <h1>{{ $store.state.nameValue }}</h1>
    <h3>Музей Фаберже благодарит Вас за пожертвование в пользу музея в размере {{ $store.state.amountValue }} рублей!</h3>
    <p>Мы признательны Вам за то, что Вы разделяете нашу ответственность за развитие Музея Фаберже.
      Культура в России всегда была связана с деятельностью меценатов, и Вы, совершая пожертвование,
      продолжаете эту традицию.</p>
    <img src="#" alt="image">
  </div>
</template>
