<template>
  <div class="offer">
    <router-link to="/">
      <button class="offer__button-back">{{ $locale('form.backBtn') }}</button>
    </router-link>
    <div v-if="isPlugShowed">
      <h2 class="offer__heading">
        Договор о добровольном пожертвовании на общественно полезные цели <br/> (публичная оферта)
      </h2>
      <div class="offer__description">
        <p class="offer__description-header">
          Город Москва, Российская Федерация
          <br/>
          Размещено в сети Интернет на сайте <a href="https://www.fabergemuseum.ru">fabergemuseum.ru</a> «6» апреля 2021
          г.
          <br/><br/>
          Некоммерческая организация «Культурно-исторический Фонд «Связь времен» (далее именуемая – «Благополучатель»),
          настоящим предлагает любым физическим лицам, именуемым в дальнейшем «Благотворитель», заключить Договор о
          добровольном пожертвовании на общественно полезные цели (далее – Договор) на следующих условиях, изложенных
          ниже:
        </p>
        <ol class="offer__description-list">
          <li class="offer__description-item">
            ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ
            <ol class="offer__description-item__list">
              <li class="offer__description-item__list-definition">
                <span> В настоящей оферте нижеприведенные термины имеют следующие значения:</span>
                <ol class="offer__description-item__list-definition__items">
                  <li>
                    Благополучатель – Некоммерческая организация «Культурно-исторический Фонд «Связь времен»
                    (ИНН 77055906723, e-mail: <a href="mailto:info@fsv.ru">info@fsv.ru</a>).
                  </li>
                  <li>
                    Благотворитель – любое физическое лицо, акцептировавшее публичную оферту на условиях, изложенных в
                    настоящей оферте.
                  </li>
                  <li>
                    Пожертвование – добровольная, бескорыстная (безвозмездная) передача денежных средств Благотворителем
                    Благополучателю в общественно полезных целях, в соответствии со статьей 582 Гражданского кодекса
                    Российской Федерации.
                  </li>
                  <li>
                  <span>Общественно полезные цели – цели деятельности в сфере культуры, искусства, просвещения,
                    духовного развития личности, определенные в уставе Благополучателя, а именно для:</span>
                    <ol class="offer__description-item__list-definition__items__subitems">
                      <li>
                        реализации программ по сохранению, восстановлению и пополнению отечественного культурного
                        наследия;
                      </li>
                      <li>
                        создания условий для широкого ознакомления с историческими и культурными памятниками Отечества,
                        а также культурными и историческими ценностями, принадлежащими иностранным государствам,
                        организациям и гражданам;
                      </li>
                      <li>содействия восстановлению российских духовных и культурных традиций;</li>
                      <li>иных общественно полезных целей.</li>
                    </ol>
                  </li>
                  <li>
                    Договор о добровольном пожертвовании на общественно полезные цели (настоящий Договор) – является
                    публичной офертой в соответствии с пунктом 2 статьи 437 Гражданского Кодекса РФ.
                  </li>
                  <li>
                    Оферта – адресованное одному или нескольким конкретным лицам предложение, которое достаточно
                    определенно и выражает намерение лица, сделавшего предложение, считать себя заключившим договор с
                    адресатом, которым будет принято предложение.
                  </li>
                  <li>
                    Акцепт оферты – осуществление Благотворителем перечисления денежных средств на расчётный счёт
                    Благополучателя в качестве добровольного пожертвования в общественно полезных целях. Акцепт настоящей
                    оферты Благотворителем означает, что Благотворитель ознакомился и согласен со всеми условиями Договора
                    о
                    добровольном пожертвовании на общественно полезные цели, являющемся публичной офертой Благополучателя.
                    Принимая условия оферты, Благотворитель подтверждает добровольный и безвозмездный характер
                    пожертвования.
                  </li>
                  <li>
                    Сайт Благополучателя – несколько страниц, содержащих данные о деятельности Благополучателя,
                    размещенные в сети Интернет по уникальному адресу
                    <a href="https://www.fabergemuseum.ru">fabergemuseum.ru</a>, права на использование которого
                    принадлежат Благополучателю.
                  </li>
                </ol>
              </li>
            </ol>
          </li>
          <li class="offer__description-item">
            ПРЕДМЕТ ДОГОВОРА
            <ol class="offer__description-item__list">
              <li class="offer__description-item__list-definition">
                По настоящему договору Благотворитель в качестве пожертвования, совершаемого в общественно полезных целях,
                реализуемых Благополучателем и определенных в уставе Благополучателя, перечисляет собственные денежные
                средства на расчётный счёт Благополучателя, а Благополучатель принимает пожертвование и использует их в
                общественно полезных целях, определенных в его Уставе.
              </li>
              <li class="offer__description-item__list-definition">
                Благотворитель самостоятельно определяет размер суммы добровольного пожертвования и перечисляет
                пожертвование Благополучателю путем заполнения формы для внесения пожертвования на сайте Благополучателя
                <a href="https://www.fabergemuseum.ru">fabergemuseum.ru</a> Перечисление пожертвования осуществляется
                путем безналичного списания средств с банковской карты Благотворителя через платежную платформу
                банка-партнера.
              </li>
              <li class="offer__description-item__list-definition">
                Дата пожертвования определяется датой поступления денежных средств, пожертвованных Благотворителем порядке
                и на условиях, определенных настоящим Договором, на счет Благополучателя.
              </li>
            </ol>
          </li>
          <li class="offer__description-item">
            ПРАВА И ОБЯЗАННОСТИ СТОРОН
            <ol class="offer__description-item__list">
              <li class="offer__description-item__list-definition">
                Благополучатель обязуется использовать полученные от Благотворителя по настоящему договору денежные
                средства строго в рамках уставной деятельности.
              </li>
              <li class="offer__description-item__list-definition">
                Благотворитель ежегодно размещает отчетность об источниках поступления и целях расходования денежных
                средств Благополучателя в установленном законом порядке в целях информирования Благотворителей о целях
                использования пожертвований.
              </li>
              <li class="offer__description-item__list-definition">
                Благотворитель вправе получать полную и достоверную информацию об использовании пожертвования из
                отчетности, размещаемой Благополучателем на сайте
                <a href="https://www.fabergemuseum.ru">fabergemuseum.ru</a> в сети Интернет.
              </li>
              <li class="offer__description-item__list-definition">
                Благополучатель не несет перед Благотворителем иных обязательств, кроме обязательств, указанных в
                настоящем Договоре.
              </li>
            </ol>
          </li>
          <li class="offer__description-item">
            СРОКИ ДЕЙСТВИЯ
            <ol class="offer__description-item__list">
              <li class="offer__description-item__list-definition">
                Оферта - предложение заключать договор пожертвования на общественно полезные цели на указанных в настоящем
                Договоре условиях - вступает в силу со дня, следующего за днём её публикации на сайте Благополучателя
                <a href="https://www.fabergemuseum.ru">fabergemuseum.ru</a>.
              </li>
              <li class="offer__description-item__list-definition">
                Текст настоящей оферты может быть изменен Благополучателем без предварительного уведомления и действуют со
                дня, следующего за днём его размещения на сайте Благополучателя
                <a href="https://www.fabergemuseum.ru">fabergemuseum.ru</a>.
              </li>
              <li class="offer__description-item__list-definition">
                Оферта является бессрочной и действует до дня, следующего за днем размещения на Сайте извещения об отмене
                Оферты. Благополучатель вправе отменить Оферту в любое время без объяснения причин.
              </li>
            </ol>
          </li>
          <li class="offer__description-item">
            ПРОЧИЕ УСЛОВИЯ
            <ol class="offer__description-item__list">
              <li class="offer__description-item__list-definition">
                Отношения сторон регулируются нормами законодательства Российской Федерации.
              </li>
              <li class="offer__description-item__list-definition">
                В случае невозможности разрешения спора путем переговоров, споры и разногласия могут решаться в
                соответствии с действующим законодательством Российской Федерации в судебных инстанциях по месту нахождения
                Благополучателя.
              </li>
            </ol>
          </li>
        </ol>

      </div>
    </div>
    <p class="offer__heading" v-else>
      The english version of the agreement on voluntary donations for socially useful purposes (public offer)
      is still under development.
    </p>
  </div>
</template>

<script>
export default {
  data() {
    return {
      isPlugShowed: this.$locale('form.currentLang') === 'ru'
    }
  }
}
</script>
